a52dec
aalib
acl
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
archey3
archlinux-keyring
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
autoconf
automake
avahi
bash
bc
biber
binutils
bison
boost
boost-libs
bspwm
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cabal-helper
cairo
cairomm
calc
cantarell-fonts
cargo
cdparanoia
cifs-utils
clang
clucene
cmake
colord
compositeproto
compton
confuse
coreutils
cracklib
cryptsetup
ctags
cups
cups-filters
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
djvulibre
dkms
dmxproto
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dotconf
dri2proto
dri3proto
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
elfutils
elinks
enca
enchant
evince
evolution-data-server
exfat-utils
exiv2
exo
expac
expat
faenza-icon-theme
fakeroot
feh
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
fixesproto
flac
flex
fontconfig
fontsproto
freetype2
fribidi
fuse-common
fuse2
gambas3-devel
gambas3-gb-desktop
gambas3-gb-desktop-x11
gambas3-gb-form
gambas3-gb-form-stock
gambas3-gb-image
gambas3-gb-qt4
gambas3-runtime
gambas3-script
gawk
gc
gcc-libs-multilib
gcc-multilib
gconf
gconfmm
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue2
geocode-glib
gettext
ghc
ghc-mod
ghostscript
giblib
giflib
git
glew
glib-networking
glib2
glibc
glibmm
glproto
glu
gmp
gnome-calendar
gnome-desktop
gnome-font-viewer
gnome-online-accounts
gnome-themes-standard
gnu-netcat
gnupg
gnutls
gobject-introspection-runtime
gparted
gperf
gpgme
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python2
gstreamer
gtk-engine-aurora
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
guile
gvfs
gvim
gzip
harfbuzz
harfbuzz-icu
haveged
hdf5
hicolor-icon-theme
highlight
hspell
http-parser
hunspell
hwids
hyphen
i3lock
i3status
iana-etc
icu
ifplugd
ijs
imagemagick
imlib2
inetutils
inputproto
intltool
iproute2
iptables
iputils
ipython
iso-codes
jack
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jfsutils
jre8-openjdk
jre8-openjdk-headless
js17
js185
json-c
json-glib
jsoncpp
jupyter
jupyter-nbformat
jupyter-notebook
jupyter-widgetsnbextension
jupyter_console
kbd
kbproto
keepassx2
keyutils
kmod
krb5
lame
lcms2
ldb
ldns
less
lib32-gcc-libs
lib32-glibc
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libconfig
libcroco
libcups
libdaemon
libdatrie
libdmx
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfontenc
libgcrypt
libgdata
libgee
libglade
libglademm
libglvnd
libgpg-error
libgsf
libgudev
libgusb
libgweather
libgxps
libical
libice
libid3tag
libidn
libiec61883
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldap
liblouis
liblqr
libmad
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmpeg2
libmspub
libmwaw
libnftnl
libnl
libnm-glib
libnotify
liboauth
libodfgen
libogg
libomxil-bellagio
libopenraw
liborcus
libpagemaker
libpaper
libpciaccess
libpgm
libphonenumber
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libsrtp
libssh
libssh2
libsynctex
libsystemd
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libusb
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm
llvm-libs
logrotate
lpsolve
lsof
lua
lua51
lua52
lvm2
lxappearance
lz4
lzo
m4
make
man-db
man-pages
mdadm
mesa
mesa-libgl
minizip
mkinitcpio
mkinitcpio-busybox
mopidy
mpc
mpfr
mpg123
mpv
msgpack-c
mtdev
nano
ncmpcpp
ncurses
neon
neovim
netcdf
netctl
nettle
nodejs
noto-fonts
npm
npth
nspr
nss
ntfs-3g
ntp
nvidia-utils
ocl-icd
openbox
opencore-amr
openjpeg
openjpeg2
openresolv
openssh
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
paprefs
parted
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
perl
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-load
perl-class-singleton
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-date-simple
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-file-basedir
perl-file-desktopentry
perl-file-find-rule
perl-file-listing
perl-file-mimeinfo
perl-file-slurp
perl-file-slurp-tiny
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-ipc-system-simple
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-regexp-common
perl-role-tiny
perl-scalar-list-utils
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pinentry
pixman
pkg-config
polkit
poppler
poppler-glib
poppler-qt4
popt
potrace
presentproto
procps-ng
protobuf
psmisc
psutils
pulseaudio
pulseaudio-alsa
pulseaudio-gconf
pygobject-devel
python
python-appdirs
python-dbus-common
python-decorator
python-distutils-extra
python-docopt
python-gobject
python-ipykernel
python-ipywidgets
python-jinja
python-jsonschema
python-jupyter_client
python-jupyter_core
python-markupsafe
python-mistune
python-packaging
python-pexpect
python-pickleshare
python-pip
python-prompt_toolkit
python-ptyprocess
python-pygments
python-pyparsing
python-pyzmq
python-setuptools
python-six
python-terminado
python-tornado
python-traitlets
python-wcwidth
python-xdg
python-yaml
python2
python2-appdirs
python2-backports-abc
python2-cffi
python2-chardet
python2-dbus
python2-gobject
python2-packaging
python2-pip
python2-ply
python2-pycparser
python2-pykka
python2-pyparsing
python2-requests
python2-setuptools
python2-singledispatch
python2-six
python2-tornado
python2-urllib3
qpdf
qt4
qt5-base
qt5-declarative
qt5-location
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-svg
qt5-tools
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt5ct
qtcreator
randrproto
ranger
raptor
rasqal
raw-thumbnailer
readline
recode
recordproto
redland
redshift
reiserfsprogs
renderproto
resourceproto
rest
rfkill
rofi
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-mustache
run-parts
rust
s-nail
sbc
schroedinger
scons
scrnsaverproto
scrot
sdl
sdl2
sed
semver
sg3_utils
shadow
shared-mime-info
smartmontools
smbclient
snappy
socat
sound-theme-freedesktop
speech-dispatcher
speex
speexdsp
sqlite
stack
startup-notification
sudo
sxhkd
sysfsutils
systemd
systemd-sysvcompat
t1lib
taglib
talloc
tar
tdb
telepathy-glib
termite
termite-terminfo
tevent
texinfo
thin-provisioning-tools
thunar
thunar-volman
tint2
tmux
transmission-gtk
tre
tslib
ttf-dejavu
ttf-liberation
ttf-roboto
tumbler
tzdata
uchardet
udiskie
udisks
udisks2
unclutter
unibilium
unzip
usbutils
util-linux
v4l-utils
vala
valgrind
vamp-plugin-sdk
vi
vid.stab
videoproto
viewnior
vim-runtime
vimpager
virtualbox-guest-dkms
virtualbox-guest-utils
vte-common
vte3-ng
wavpack
wayland
wayland-protocols
webkit2gtk
webkitgtk
webrtc-audio-processing
wget
which
wireless_tools
wpa_actiond
wpa_supplicant
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xdotool
xextproto
xf86-input-libinput
xf86dgaproto
xf86driproto
xf86vidmodeproto
xfconf
xfsprogs
xineramaproto
xkeyboard-config
xmlto
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-utils
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xproto
xvidcore
xz
yajl
zeal
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zziplib
